[
  {
    "name": "Xitlali Zúñiga-Gross",
    "image": "../data/undergrads/xitlali.png",
    "description":
      "I’m a 3rd-year Pre-International Development Studies Major with a minor in Linguistics. I’m from Northern California where I was raised in a bilingual household, which alongside my name, began my interest in language and culture. One of my goals is to learn many languages (I currently know or am learning five). I also enjoy reading, art, and plants."
  },
  {
    "name": "Galilea Barrera",
    "image": "../data/undergrads/galilea.png",
    "description":
      "I am a third-year transfer undergraduate majoring in Applied Linguistics and minoring in Disability Studies. I aspire to be a speech-language pathologist with the purpose of providing high-quality care to children with developmental disabilities who come from underserved communities, like the one I am part of. I am fascinated by languages, and my own language journey has taught me that language can be the most beautiful and destructive gift given to us. Outside of academics, I love watching donghuas, and I enjoy spending quality time with my loved ones."
  },
  {
    "name": "Yasmine Bizarro",
    "image": "../data/undergrads/yasmine.png",
    "description":
      "I am a second- year undergraduate student at UCLA studying Psychology and Linguistics. I hope to pursue a career as a medical Speech Language Pathologist. I am incredibly passionate about child development, and how speech can foster these young identities. Outside of school I enjoy journaling, dancing, and baking!"
  },
  {
    "name": "Jasmine Shao",
    "image": "../data/undergrads/jasmine.png",
    "description":
      "I recently graduated from UCLA with a BA in Applied Linguistics and Communication. I’m interested in research on sociolinguistics, phonology, and syntax, especially on the topics of heritage speakers, education, and internet communities. I plan to pursue graduate studies in linguistics or law. Outside of class and work, I enjoy long distance running, film and digital photography, and live music."
  },
  {
    "name": "Talia Wagener",
    "image": "../data/undergrads/talia.png",
    "description":
      "I’m a second-year at UCLA with plans to double major in Linguistics and Global Studies. I’m always curious when it comes to studying second language acquisition and bilingualism, especially as a fan of learning new languages myself! After undergraduate, I hope to pursue further education in the fields of either comparative or historical linguistics. For now though, I mostly enjoy reading, playing my cello, and seeing new countries and cultures."
  },
  {
    "name": "Iris Shi",
    "image": "../data/undergrads/iris.png",
    "description":
      "I am a third-year double-majoring in Economics and Linguistics & Computer Science. I have a deep interest in sociolinguistics, and I strive to help improve language technologies for language learning and acquisition. Some of my hobbies include singing, collecting/reading classical Western literature, and baking (especially with my mother when I am back home). I am so thrilled to help with the projects and discoveries at the Language Lab!"
  },
  {
    "name": "Sophie Kehl",
    "image": "../data/undergrads/sophie.png",
    "description":
      "I recently graduated from UCLA as a Linguistics major with a minor in Film, Television, and Digital Media. I enjoy studying phonology, sociolinguistics, and language acquisition. I also like dancing and video editing in my free time. I am currently pursuing further education in speech and language pathology, and hope to become a speech language pathologist in the future!"
  },
  {
    "name": "Mario Peng",
    "image": "../data/undergrads/mario.png",
    "description":
      "I am a fourth year double-majoring in Linguistics & Computer Science and Psychology, with a minor in Data Science Engineering. I am interested in the democratization of technology, ensuring it is accessible, useful, and beneficial to all. I am also interested in the intersection of language and technology, specifically artificial intelligence, and how we can use AI to better understand humans and vice versa. Outside of school, I enjoy martial arts, music, and surfing."
  }
]
